Repository: Barbosabyte/jokosher
Catalog: locale/src/*.po
Languages: pt

source: 16 bit 24 bit 32 bit
pt: 16 bits 24 bits 32 bits

source: <b>Application Start-up</b>
pt: <b>Início da Aplicação</b>

source: <b>Art</b>
pt: <b>Arte</b>

source: <b>Audio Mixdown</b>
pt: <b>Juntar Faixas</b>

source: <b>Audio Quality</b>
pt: <b>Qualidade do Som</b>

source: <b>Coding</b>
pt: <b>Programação</b>

source: <b>Documentation</b>
pt: <b>Documentação</b>

source: <b>Jokosher is an Open Source project that is driven by a community of contributors. To make Jokosher rock, we need your help!</b>
pt: <b>Jokosher é um projecto Open Source que é sustentado por uma comunidade de colaboradores. Para que o Jokosher tenha sucesso, precisamos que nos ajude!</b>

source: <b>Quality</b>
pt: <b>Qualidade</b>

source: <b>Recent Projects</b>
pt: <b>Projectos Recentes</b>

source: <b>Testing</b>
pt: <b>Testando</b>

source: <b>To find out more, visit:</b> http://www.jokosher.org/contribute
pt: <b>Para descubrir mais visite:</b> http://www.jokosher.org/contribute

source: Add Instrument
pt: Adicionar Instrumento

source: Add an instrument
pt: Adicionar um Instrumento

source: Audio production made simple.
pt: Produção audio tornada simples

source: Author
pt: Autor

source: Browse for an Existing Project
pt: Procurar um Projecto Existente

source: Choose one or more instruments to add to your project.
pt: Escolha um ou mais instrumentos para adicionar ao seu projecto.

source: Configure Instrument Effects
pt: Configurar Efeiros dos Instrumentos

source: Contributing to Jokosher
pt: Contribuindo com Jokosher

source: Create a New Project
pt: Criar um Novo Projecto

source: Device
pt: Unidade

source: Don't open anything
pt: Não abrir nada

source: Don't show this on start-up
pt: Não mostrar isto ao abrir

source: Drawing icons, images and other art.
pt: Desenhando icons, imagens e outras artes

source: Enter a name for your project and select a folder to store the project in:
pt: Insira um nome para o seu projecto e seleccione uma pasta para gravá-lo:

source: Folder
pt: Pasta

source: General
pt: Geral

source: Instrument Connections
pt: Ligações dos Instrumentos

source: Mixing
pt: Juntando

source: Mixing Project
pt: Finalizando o Projecto

source: New Project
pt: Novo Projecto

source: Open Selected Project
pt: Abrir Projecto Seleccionado

source: Open most recent project
pt: Abrir projecto mais recente

source: Output Format
pt: Formato de Saída

source: Playback
pt: Reprodução

source: Pre-release Notes
pt: Notas de Lançamento

source: Preferences
pt: Preferências

source: Presets
pt: Predefinições

source: Preview
pt: Pre-visualizar

source: Project Name
pt: Nome do Projecto

source: Recent Projects
pt: Projectos Recentes

source: Recording
pt: Gravando

source: Redo
pt: Refazer

source: Sample Format
pt: Formato da Amostra

source: Sample Rate (Hz)
pt: Qualidade da Amostra (Hz)

source: Save Files As
pt: Guardar como

source: Search:
pt: Procurar:

source: Select A Folder
pt: Seleccione Uma Pasta

source: Select an effect
pt: Seleccione um efeito

source: Select an effect to add to the instrument
pt: Seleccione um efeito para adicionar a um instrumento

source: Select an instrument, then click here to begin recording
pt: Seleccione um instrumento, e carregue aqui para começar a gravar

source: Settings
pt: Definições

source: Show as Bars, Beats, Ticks
pt: Mostrar como Barras, Batidas e Ticks

source: Show as Hours, Minutes, Seconds
pt: Mostrar como Horas, Minutos, Segundos

source: Show welcome dialog
pt: Mostrar aviso de Boas-Vindas

source: Testing Jokosher, and submitting bugs.
pt: Testando o Jokosher e submetendo erros.

source: Time Format
pt: Formato do Tempo

source: Undo
pt: Anular

source: Use the combo boxes below to select which input is used with which instrument
pt: Seleccione da lista abaixo a fonte de cada instrumento

source: Welcome to Jokosher!
pt: Bem-Vindo ao Jokosher!

source: Workspaces
pt: Áreas de Trabalho

source: Writing code and features in Python.
pt: Escrevendo código e features em Python

source: Writing simple to read documentation.
pt: Escrever documentação simples de ler

source: _Edit
pt: _Editar

source: _Extensions
pt: _Extensões

source: _File
pt: _Ficheiro

source: _Help
pt: _Ajuda

source: _Manage Extensions
pt: _Gerir Extensões

source: _Mixdown Project
pt: _Projecto pronto

source: _Project
pt: _Projecto

source: <b>Instruments Not Shown:</b>
pt: <b>Instrumentos Não Mostrados:</b>

source: Import Audio File...
pt: Importar Ficheiro Áudio...

source: Paste
pt: Colar

source: Delete
pt: Eliminar

source: <b>Right-click</b> for more options.
pt: <b>Botão-direito</b> para mais opções.

source: Copy file to project
pt: Copiar ficheiro para o projecto

source: Import file...
pt: Importar ficheiro...

source: Loading (%d%%)...
pt: Abrindo (%d%%)...

source: To <b>Split, Double-Click</b> the wave - To <b>Select, Shift-Click</b> and drag the mouse
pt: Para <b>Dividir, Carregue 2x</b> na onda - Para <b>Seleccionar, mantenha o Shift carregado e </b> arraste o rato

source: <b>NOTE</b>: The volume sliders in this pre-release version of Jokosher do not affect the audio.
pt: <b>NOTA</b>: As barras de volume não afectam o áudio neste pré-lançamento do Jokosher.

source: <b>Click</b> the buttons below the selection to do something to that portion of audio.
pt: <b>Carregue</b> nos botões abaixo da selecção para modificar de alguma maneira a porção de áudio.

source: Split
pt: Dividir

source: Cut
pt: Cortar

source: Copy
pt: Copiar

source: %s File is corrupt, not an audio file, or the associated plugin is not installed
pt: %s Ficheiro está estragado, não é um ficheiro de áudio, ou o plugin associado não está instalado

source: There are no instruments to connect
pt: Não há instrumentos para ligar

source: Instrument Effects
pt: Efeitos dos Instrumentos

source: Enable this instrument for recording
pt: Activar este instrumento na gravação

source: Mute - silence this instrument
pt: Mudo - silenciar este instrumento

source: Solo - silence all other instruments
pt: Solo - silenciar todos os outros instrumentos

source: Muted
pt: Mudo

source: Unmuted
pt: Não-Mudo

source: Instrument Effects...
pt: Efeitos dos Instrumentos...

source: The instruments '%s' and '%s' both have the same input selected (%s). Please either disarm one, or connect it to a different input through 'Project -> Instrument Connections'
pt: Os instrumentos '%s' e '%s' têm ambos a mesma fonte seleccionada (%s). Por favor desactive um deles, ou conecte-os por formas diferentes através de 'Projecto -> Ligações de Instrumentos'

source: No instruments are armed for recording. You need to arm an instrument before you can begin recording.
pt: Nenhum instrumento está activado para gravação. Precisa de seleccionar um antes de começar a gravar.

source: No channels capable of recording have been found, please attach a device and try again.
pt: Não encontrámos nenhum canal capaz de gravar, por favor ligue um aparelho/dispositivo e tente de novo.

source: Your sound card isn't capable of recording from multiple sources at the same time. Please disarm all but one instrument.
pt: A sua placa de som não é capaz de gravar a partir de multíplas fontes ao mesmo tempo. Por favor seleccione apenas um instrumento.

source: Mixdown Project
pt: Finalizar Projecto

source: Save as file type:
pt: Gravar como ficheiro do tipo:

source: Mixing project to file: %s
pt: Finalizando o projecto para o ficheiro: %s

source: Preparing to mixdown project
pt: Preparando para finalizar o projecto

source: %d of %d seconds completed
pt: %d de %d segundos completos

source: Choose a Jokosher project file
pt: Seleccione um projecto Jokosher

source: All Files
pt: Todos os Ficheiros

source: Jokosher Project File (*.jokosher)
pt: Ficheiro de Projecto Jokosher (*.jokosher)

source: Choose a location to save the project
pt: Seleccione um local para gravar o projecto

source: <span size='large' weight='bold'>Save changes to project "%s" before closing?</span> Your changes will be lost if you don't save them.
pt: <span size='large' weight='bold'>Gravar alterações ao projecto "%s" antes de fechar?</span>

source: Close _Without Saving
pt: Saír _Sem Gravar

source: The project references non-existant files:
pt: O projecto refere-se a ficheiros não existentes.

source: The project references non-existant images:
pt: O projecto contém referências a imagens não existentes:

source: %s Invalid or corrupt project file, will not open.
pt: %s Jokosher não conseguiu abrir. Ficheiro inválido ou estragado.

source: You must have Gstreamer version 0.10.9 or higher.
pt: Precisa do Gstreamer versão 0.10.9 ou outra mais recente.

source: You must have Gstreamer plugin gnonlin version 0.10.4.2 or later.
pt: Precisa da versão 0.10.4.2 do plugin 'Gstreamer gnonlin' ou outra mais recente.

source: Gstreamer plugin gnonlin is not installed.
pt: O plugin 'Gstreamer gnonlin' não está instalado.

source: See http://jokosher.org/trac/wiki/GettingJokosher for more details.
pt: Vê http://jokosher.org/trac/wiki/GettingJokosher para mais detalhes.

source: You must have the Gstreamer plugin packs gst-plugins-base and gst-plugins-good installed.
pt: Você tem que instalar os packs gst-plugins-base e gst-plugins-good do Gstreamer.

source: <big>Some functionality will not work correctly or at all.</big> %s
pt: <big>Algumas, ou todas as funcionalidades podem não funcionar bem.</big> %s

source: <big>Notes about this release</big> This version of Jokosher (0.1) is a pre-release version, and is infact, our very first release. As such, you may encounter some bugs and functionality that is not present.
pt: <big>Notas acerca desta versão</big> Esta versão do Jokosher (0.1) é uma versão pré-lançamento, e é de facto o nosso primeiro lançamento. Como tal, é provável que encontre alguns erros e funcionalidades que não existem. N.T.: Este é também o primeiro programa traduzido pela Lourabe Multimédias.

source: The URI scheme '%s' is either invalid or not supported.
pt: O esquema URI '%s' ou é invalido ou não é suportado.

source: Unable to unzip the project file %s
pt: Não fomos capazes de descompactar o ficheiro %s

source: The project file was created with version "%s" of Jokosher.
pt: O projecto foi criado com a versão "%s" do Jokosher.

source: Projects from version "%s" are incompatible with this release.
pt: Projectos da versão "%s" são incompatíveis com a versão instalda.

source: The project: %s does not exist.
pt: O projecto: %s não existe

source: The project file could not be opened.
pt: Não conseguimos abrir o ficheiro do projecto.

source: Master Volume
pt: Volume geral

source: Minimize instrument
pt: Minimizar instrumento

source: Unknown Author
pt: Autor Desconhecido

source: Could not initialize project.
pt: Não conseguimos inicializar o projecto.

source: A file or folder with this name already exists. Please choose a different project name and try again.
pt: Um ficheiro ou pasta com este nome já existe. Por favor escolha um nome diferente para o projecto e tente de novo.

source: The file or folder location is write-protected.
pt: O ficheiro ou a pasta está protegido contra escrita.

source: Invalid name or author.
pt: Nome ou autor inválido

source: The URI scheme given is either invalid or not supported
pt: O esquema dado URI ou é inválido ou não é suportado

source: Unable to create project. %s
pt: Não conseguimos criar o projecto %s

source: <b>Drag</b> the <b>slider</b> to alter volume levels
pt: <b>Arraste</b> a <b>barra</b> para alterar os níveis de volume

source: Audio File
pt: Ficheiro Áudio

source: Bass Drum
pt: Tambor

source: Bass Guitar
pt: Guitarra Baixo

source: Cello
pt: Vioncelo

source: Cymbal
pt: Pratos

source: Drum Kit
pt: Bateria

source: Effect
pt: Efeito

source: Electric Guitar
pt: Guitarra eléctrica

source: Harmonica
pt: Harmónica

source: Keyboard
pt: Teclado

source: Other
pt: Outro

source: Snare
pt: Pandeireta

source: Trumpet
pt: Trompete

source: Violin
pt: Violino
